"app.Buildonstable" = "Auf Stable bauen";

"app.chain" = "Kette";

"app.Docs" = "Docs";

"app.documentation" = "Dokumentation";

"app.FAQ" = "FAQ";

"app.headlineText" = "Von statisch bis unaufhaltsam. USDT mit Endgültigkeit, Geschwindigkeit, integrierter Freiheit.";

"app.JointheTestnet" = "Treten Sie dem Testnet bei";

"app.news" = "News";

"app.tagline" = "$USFD€, Treffen Sie die Stablechain.";

"app.team" = "Team";

